Repository: phibrowser/phibrowser-mac
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, nl, zh_hans, zh_hant

# sidebar.deleteSpaceConfirmation.message
source: Bookmarks belonging to this Space will also be removed. This action cannot be undone.
de: Zu diesem Space gehörende Lesezeichen werden ebenfalls entfernt. Diese Aktion kann nicht rückgängig gemacht werden.
es: Los marcadores que pertenecen a este Espacio también se eliminarán. Esta acción no se puede deshacer.
fr: Les favoris appartenant à cet Espace seront également supprimés. Cette action est irréversible.
ja: このスペースに属するブックマークも削除されます。この操作は取り消せません。
ko: 이 스페이스에 속한 북마크도 함께 제거돼요. 이 작업은 되돌릴 수 없어요.
nl: Bladwijzers die bij deze Space horen, worden ook verwijderd. Dit kan niet ongedaan worden gemaakt.
zh_hans: 属于此空间的书签也将被移除。此操作无法撤销。
zh_hant: 屬於此空間的書籤也會一併移除。此操作無法復原。

# sidebar.deleteSpaceConfirmation.spaceScopedMessage
source: Bookmarks and pinned tabs belonging to this Space will also be removed. This action cannot be undone.
de: Zu diesem Space gehörende Lesezeichen und angeheftete Tabs werden ebenfalls entfernt. Diese Aktion kann nicht rückgängig gemacht werden.
es: Los marcadores y las pestañas fijadas que pertenecen a este Espacio también se eliminarán. Esta acción no se puede deshacer.
fr: Les favoris et les onglets épinglés appartenant à cet Espace seront également supprimés. Cette action est irréversible.
ja: このスペースに属するブックマークと固定タブも削除されます。この操作は取り消せません。
ko: 이 스페이스에 속한 북마크와 고정된 탭도 함께 제거돼요. 이 작업은 되돌릴 수 없어요.
nl: Bladwijzers en vastgezette tabbladen die bij deze Space horen, worden ook verwijderd. Dit kan niet ongedaan worden gemaakt.
zh_hans: 属于此空间的书签和固定标签页也将被移除。此操作无法撤销。
zh_hant: 屬於此空間的書籤與釘選分頁也會一併移除。此操作無法復原。

# sidebar.deleteSpaceConfirmation.title
source: Delete “%@”?
de: „%@“ löschen?
es: ¿Eliminar “%@”?
fr: Supprimer « %@ » ?
ja: 「%@」を削除しますか？
ko: “%@”을(를) 삭제할까요?
nl: “%@” verwijderen?
zh_hans: 要删除「%@」吗？
zh_hant: 要刪除「%@」嗎？

# sidebar.memoryButton.accessibilityLabel
source: Browser Memory
de: Browser-Erinnerungen
es: Memoria del navegador
fr: Mémoire du navigateur
ja: ブラウザメモリ
ko: 브라우저 메모리
nl: Browsergeheugen
zh_hans: 浏览器记忆
zh_hant: 瀏覽器記憶

# sidebar.memoryButton.helpText
source: Browser Memory
de: Browser-Erinnerungen
es: Memoria del navegador
fr: Mémoire du navigateur
ja: ブラウザメモリ
ko: 브라우저 메모리
nl: Browsergeheugen
zh_hans: 浏览器记忆
zh_hant: 瀏覽器記憶

# sidebar.newTabRow.aiOrganizeTooltip
source: Organize tabs with AI
de: Tabs mit KI organisieren
es: Organizar pestañas con IA
fr: Organiser les onglets avec l'IA
ja: AIでタブを整理
ko: AI로 탭 정리
nl: Tabbladen organiseren met AI
zh_hans: 用 AI 整理标签页
zh_hant: 使用 AI 整理分頁

# sidebar.newTabRow.title
source: New Tab
de: Neuer Tab
es: Nueva pestaña
fr: Nouvel onglet
ja: 新しいタブ
ko: 새 탭
nl: Nieuw tabblad
zh_hans: 新建标签页
zh_hant: 新增分頁

# sidebar.pinnedTabContextMenu.editAction
source: Edit...
de: Bearbeiten…
es: Editar…
fr: Modifier…
ja: 編集…
ko: 편집…
nl: Wijzig…
zh_hans: 编辑…
zh_hant: 編輯…

# sidebar.pinnedTabs.emptyHint
source: Drag tabs here or pin them from the tab list
de: Ziehe Tabs hierher oder hefte sie aus der Tab-Liste an
es: Arrastra pestañas aquí o fíjalas desde la lista de pestañas
fr: Faites glisser des onglets ici ou épinglez-les depuis la liste des onglets
ja: タブをここにドラッグするか、タブリストから固定してください
ko: 탭을 여기로 드래그하거나 탭 목록에서 고정하세요
nl: Sleep tabbladen hierheen of zet ze vast vanuit de tabbladenlijst
zh_hans: 将标签页拖到这里，或从标签页列表中固定
zh_hant: 將分頁拖曳到這裡，或從分頁列表釘選

# sidebar.renameSpaceDialog.cancelButton
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
nl: Annuleer
zh_hans: 取消
zh_hant: 取消

# sidebar.renameSpaceDialog.message
source: Enter a new name for this Space.
de: Gib einen neuen Namen für diesen Space ein.
es: Introduce un nombre nuevo para este Espacio.
fr: Saisissez un nouveau nom pour cet Espace.
ja: このスペースの新しい名前を入力してください。
ko: 이 스페이스의 새 이름을 입력하세요.
nl: Voer een nieuwe naam in voor deze Space.
zh_hans: 输入此空间的新名称。
zh_hant: 請輸入這個空間的新名稱。

# sidebar.renameSpaceDialog.renameButton
source: Rename
de: Umbenennen
es: Renombrar
fr: Renommer
ja: 名前を変更
ko: 이름 변경
nl: Wijzig naam
zh_hans: 重命名
zh_hant: 重新命名

# sidebar.renameSpaceDialog.title
source: Rename Space
de: Space umbenennen
es: Renombrar Espacio
fr: Renommer l'Espace
ja: スペースの名前を変更
ko: 스페이스 이름 변경
nl: Wijzig Space-naam
zh_hans: 重命名空间
zh_hant: 重新命名空間

# sidebar.searchTabsButton.accessibilityLabel
source: Search Tabs
de: Tabs suchen
es: Buscar pestañas
fr: Rechercher des onglets
ja: タブを検索
ko: 탭 검색
nl: Doorzoek tabbladen
zh_hans: 搜索标签页
zh_hant: 搜尋分頁

# sidebar.spaceChooser.currentStatus
source: Current
de: Aktuell
es: Actual
fr: Actuel
ja: 現在
ko: 현재
nl: Huidig
zh_hans: 当前
zh_hant: 目前

# sidebar.spacesContextMenu.changeIconAction
source: Change Icon…
de: Symbol ändern…
es: Cambiar icono…
fr: Modifier l'icône…
ja: アイコンを変更…
ko: 아이콘 변경…
nl: Wijzig symbool…
zh_hans: 更改图标…
zh_hant: 變更圖示…

# sidebar.spacesContextMenu.deleteAction
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ja: 削除
ko: 삭제
nl: Verwijder
zh_hans: 删除
zh_hant: 刪除

# sidebar.spacesContextMenu.renameAction
source: Rename…
de: Umbenennen…
es: Renombrar…
fr: Renommer…
ja: 名前を変更…
ko: 이름 변경…
nl: Wijzig naam…
zh_hans: 重命名…
zh_hant: 重新命名…

# sidebar.spacesContextMenu.themePickerLabel
source: Change Theme
de: Design ändern
es: Cambiar tema
fr: Modifier le thème
ja: テーマを変更
ko: 테마 변경
nl: Thema wijzigen
zh_hans: 更改主题
zh_hant: 變更主題

# sidebar.spacesContextMenu.themeSubmenuTitle
source: Change Theme
de: Design ändern
es: Cambiar tema
fr: Modifier le thème
ja: テーマを変更
ko: 테마 변경
nl: Wijzig thema
zh_hans: 更改主题
zh_hant: 變更主題

# sidebar.spacesOverflowButtonTooltip
source: More Spaces
de: Weitere Spaces
es: Más Espacios
fr: Plus d'Espaces
ja: その他のスペース
ko: 스페이스 더 보기
nl: Meer Spaces
zh_hans: 更多空间
zh_hant: 更多空間

# sidebar.spacesPicker.newSpaceAction
source: New Space
de: Neuer Space
es: Nuevo Espacio
fr: Nouvel Espace
ja: 新しいスペース
ko: 새 스페이스
nl: Nieuwe Space
zh_hans: 新建空间
zh_hant: 新增空間

# sidebar.spacesStrip.addSpaceButtonTooltip
source: New Space
de: Neuer Space
es: Nuevo Espacio
fr: Nouvel Espace
ja: 新しいスペース
ko: 새 스페이스
nl: Nieuwe Space
zh_hans: 新建空间
zh_hant: 新增空間

# sidebar.tabContextMenu.addSplitToBookmarks
source: Add Split to Bookmark
de: Split zu Lesezeichen hinzufügen
es: Agregar vista dividida a marcadores
fr: Ajouter le Split aux favoris
ja: 分割表示をブックマークに追加
ko: 분할을 북마크에 추가
nl: Voeg split toe aan bladwijzers
zh_hans: 将分屏添加到书签
zh_hant: 將分割畫面加入書籤

# sidebar.tabContextMenu.addSplitToFolder
source: Add Split to Folder
de: Split zu Ordner hinzufügen
es: Agregar vista dividida a carpeta
fr: Ajouter le Split à un dossier
ja: 分割表示をフォルダに追加
ko: 분할을 폴더에 추가
nl: Voeg split toe aan map
zh_hans: 将分屏添加到文件夹
zh_hant: 將分割畫面加入資料夾

# sidebar.tabContextMenu.addSplitToFolder.newFolderAction
source: New Folder
de: Neuer Ordner
es: Nueva carpeta
fr: Nouveau dossier
ja: 新しいフォルダ
ko: 새 폴더
nl: Nieuwe map
zh_hans: 新建文件夹
zh_hant: 新增資料夾

# sidebar.tabContextMenu.addTabToFolder.newFolderAction
source: New Folder
de: Neuer Ordner
es: Nueva carpeta
fr: Nouveau dossier
ja: 新しいフォルダ
ko: 새 폴더
nl: Nieuwe map
zh_hans: 新建文件夹
zh_hant: 新增資料夾

# sidebar.tabContextMenu.addToBookmarkBar
source: Add to Bookmark Bar
de: Zur Lesezeichenleiste hinzufügen
es: Agregar a la barra de marcadores
fr: Ajouter à la barre de favoris
ja: ブックマークバーに追加
ko: 북마크 바에 추가
nl: Voeg toe aan bladwijzerbalk
zh_hans: 添加到书签栏
zh_hant: 加入書籤列

# sidebar.tabContextMenu.addToBookmarks
source: Add to Bookmark
de: Zu Lesezeichen hinzufügen
es: Agregar a marcadores
fr: Ajouter aux favoris
ja: ブックマークに追加
ko: 북마크에 추가
nl: Voeg toe aan bladwijzers
zh_hans: 添加到书签
zh_hant: 加入書籤

# sidebar.tabContextMenu.addToFolder
source: Add to Folder
de: Zu Ordner hinzufügen
es: Agregar a carpeta
fr: Ajouter à un dossier
ja: フォルダに追加
ko: 폴더에 추가
nl: Voeg toe aan map
zh_hans: 添加到文件夹
zh_hant: 加入資料夾

# sidebar.tabContextMenu.addToGroupSubmenu
source: Add to Group
de: Zu Gruppe hinzufügen
es: Agregar a grupo
fr: Ajouter à un groupe
ja: グループに追加
ko: 그룹에 추가
nl: Voeg toe aan groep
zh_hans: 添加到标签页组
zh_hant: 加入群組

# sidebar.tabContextMenu.closeOtherTabs
source: Close Other Tabs
de: Andere Tabs schließen
es: Cerrar las demás pestañas
fr: Fermer les autres onglets
ja: ほかのタブを閉じる
ko: 다른 탭 닫기
nl: Sluit andere tabbladen
zh_hans: 关闭其他标签页
zh_hant: 關閉其他分頁

# sidebar.tabContextMenu.closeTab
source: Close
de: Schließen
es: Cerrar
fr: Fermer
ja: 閉じる
ko: 닫기
nl: Sluit
zh_hans: 关闭
zh_hant: 關閉

# sidebar.tabContextMenu.copyLeftPaneURL
source: Copy Left URL
de: Linke URL kopieren
es: Copiar URL izquierda
fr: Copier l'URL de gauche
ja: 左のURLをコピー
ko: 왼쪽 URL 복사
nl: Kopieer linker-URL
zh_hans: 拷贝左侧网址
zh_hant: 拷貝左側網址

# sidebar.tabContextMenu.copyRightPaneURL
source: Copy Right URL
de: Rechte URL kopieren
es: Copiar URL derecha
fr: Copier l'URL de droite
ja: 右側のURLをコピー
ko: 오른쪽 URL 복사
nl: Kopieer rechter-URL
zh_hans: 拷贝右侧网址
zh_hant: 拷貝右側網址

# sidebar.tabContextMenu.copyTabURL
source: Copy Link
de: Link kopieren
es: Copiar enlace
fr: Copier le lien
ja: リンクをコピー
ko: 링크 복사
nl: Kopieer link
zh_hans: 拷贝链接
zh_hant: 拷貝連結

# sidebar.tabContextMenu.duplicateSplit
source: Duplicate Split
de: Split duplizieren
es: Duplicar vista dividida
fr: Dupliquer la Split View
ja: 分割表示を複製
ko: 분할 복제
nl: Dupliceer split
zh_hans: 复制分屏
zh_hant: 複製分割畫面

# sidebar.tabContextMenu.duplicateTab
source: Duplicate
de: Duplizieren
es: Duplicar
fr: Dupliquer
ja: 複製
ko: 복제
nl: Dupliceer
zh_hans: 复制
zh_hant: 複製

# sidebar.tabContextMenu.moveToGroupSubmenu
source: Move to Group
de: In Gruppe verschieben
es: Mover a un grupo
fr: Déplacer vers un groupe
ja: グループに移動
ko: 그룹으로 이동
nl: Verplaats naar groep
zh_hans: 移到标签组
zh_hant: 移至群組

# sidebar.tabContextMenu.moveToNewGroup
source: Move to New Group
de: In neue Gruppe verschieben
es: Mover a un grupo nuevo
fr: Déplacer vers un nouveau groupe
ja: 新しいグループに移動
ko: 새 그룹으로 이동
nl: Verplaats naar nieuwe groep
zh_hans: 移到新标签组
zh_hant: 移至新群組

# sidebar.tabContextMenu.moveToSpaceSubmenu
source: Move to Space
de: In Space verschieben
es: Mover a un Espacio
fr: Déplacer vers un Espace
ja: スペースに移動
ko: 스페이스로 이동
nl: Verplaats naar Space
zh_hans: 移到空间
zh_hant: 移至空間

# sidebar.tabContextMenu.newTabGroup
source: New Tab Group
de: Neue Tab-Gruppe
es: Nuevo grupo de pestañas
fr: Nouveau groupe d'onglets
ja: 新しいタブグループ
ko: 새 탭 그룹
nl: Nieuwe tabbladgroep
zh_hans: 新建标签组
zh_hant: 新增分頁群組

# sidebar.tabContextMenu.openAsSplit
source: Open as Split
de: Als Split öffnen
es: Abrir en vista dividida
fr: Ouvrir en Split View
ja: 分割表示で開く
ko: 분할로 열기
nl: Open als split
zh_hans: 以分屏打开
zh_hant: 以分割畫面開啟

# sidebar.tabContextMenu.pinSplit
source: Pin Split
de: Split anheften
es: Fijar vista dividida
fr: Épingler le Split View
ja: 分割表示を固定
ko: 분할 고정
nl: Zet split vast
zh_hans: 固定分屏
zh_hant: 釘選分割畫面

# sidebar.tabContextMenu.pinTab
source: Pin
de: Anheften
es: Fijar
fr: Épingler
ja: タブを固定
ko: 고정
nl: Zet vast
zh_hans: 固定
zh_hant: 釘選

# sidebar.tabContextMenu.removeFromGroup
source: Remove from Group
de: Aus Gruppe entfernen
es: Quitar del grupo
fr: Retirer du groupe
ja: グループから削除
ko: 그룹에서 제거
nl: Verwijder uit groep
zh_hans: 从标签组中移除
zh_hant: 從群組移除

# sidebar.tabContextMenu.removeFromSplit
source: Remove from Split
de: Aus Split entfernen
es: Quitar de la vista dividida
fr: Retirer du Split View
ja: 分割表示を解除
ko: 분할에서 제거
nl: Verwijder uit split
zh_hans: 从分屏中移除
zh_hant: 從分割畫面移除

# sidebar.tabContextMenu.reverseSplitPanes
source: Reverse Panes
de: Bereiche tauschen
es: Invertir paneles
fr: Inverser les volets
ja: ペインを入れ替える
ko: 분할 위치 바꾸기
nl: Wissel panelen om
zh_hans: 交换窗格
zh_hant: 對調窗格

# sidebar.tabContextMenu.splitWithCurrent
source: Split with Current
de: Split mit aktuellem Tab
es: Dividir con la pestaña actual
fr: Créer une Split View avec l'onglet actuel
ja: 現在のタブと分割表示にする
ko: 현재 탭과 분할
nl: Splits met huidig tabblad
zh_hans: 与当前标签页分屏
zh_hant: 與目前分頁分割畫面

# sidebar.tabContextMenu.unpinClosedSplit
source: Unpin Split
de: Split lösen
es: No fijar la vista dividida
fr: Désépingler la Split View
ja: 分割表示の固定を解除
ko: 분할 고정 해제
nl: Maak split los
zh_hans: 取消固定分屏
zh_hant: 取消釘選分割畫面

# sidebar.tabContextMenu.unpinLiveSplit
source: Unpin Split
de: Split lösen
es: No fijar la vista dividida
fr: Désépingler la Split View
ja: 分割表示の固定を解除
ko: 분할 고정 해제
nl: Maak split los
zh_hans: 取消固定分屏
zh_hant: 取消釘選分割畫面

# sidebar.tabContextMenu.unpinTab
source: Unpin
de: Tab lösen
es: No fijar
fr: Désépingler
ja: 固定を解除
ko: 고정 해제
nl: Maak los
zh_hans: 取消固定
zh_hant: 取消釘選

# sidebar.tabGroupContextMenu.changeColorSubmenu
source: Change Color
de: Farbe ändern
es: Cambiar color
fr: Modifier la couleur
ja: カラーを変更
ko: 색상 변경
nl: Wijzig kleur
zh_hans: 更改颜色
zh_hant: 變更顏色

# sidebar.tabGroupContextMenu.closeGroupAction
source: Close Group
de: Gruppe schließen
es: Cerrar grupo
fr: Fermer le groupe
ja: グループを閉じる
ko: 그룹 닫기
nl: Sluit groep
zh_hans: 关闭标签页组
zh_hant: 關閉群組

# sidebar.tabGroupContextMenu.collapseAction
source: Collapse Group
de: Gruppe einklappen
es: Contraer grupo
fr: Réduire le groupe
ja: グループを折りたたむ
ko: 그룹 접기
nl: Klap groep in
zh_hans: 折叠标签页组
zh_hant: 收合群組

# sidebar.tabGroupContextMenu.expandAction
source: Expand Group
de: Gruppe erweitern
es: Expandir grupo
fr: Développer le groupe
ja: グループを展開
ko: 그룹 펼치기
nl: Vouw groep uit
zh_hans: 展开分组
zh_hant: 展開群組

# sidebar.tabGroupContextMenu.newTabAction
source: New Tab in Group
de: Neuer Tab in Gruppe
es: Nueva pestaña en el grupo
fr: Nouvel onglet dans le groupe
ja: グループ内に新しいタブ
ko: 그룹에 새 탭
nl: Nieuw tabblad in groep
zh_hans: 在标签组中新建标签页
zh_hant: 在群組中新增分頁

# sidebar.tabGroupContextMenu.renameAction
source: Rename Group
de: Gruppe umbenennen
es: Renombrar grupo
fr: Renommer le groupe
ja: グループの名前を変更
ko: 그룹 이름 변경
nl: Wijzig groepsnaam
zh_hans: 重命名标签组
zh_hant: 重新命名群組

# sidebar.tabGroupContextMenu.ungroupAction
source: Ungroup
de: Gruppierung aufheben
es: Desagrupar
fr: Dissocier
ja: グループを解除
ko: 그룹 해제
nl: Maak groepering ongedaan
zh_hans: 取消分组
zh_hant: 取消群組

# sidebar.tabGroupRenameDialog.autoNameHint
source: Leave empty to use the auto-generated name.
de: Leer lassen, um den automatisch generierten Namen zu verwenden.
es: Déjalo vacío para usar el nombre generado automáticamente.
fr: Laissez vide pour utiliser le nom généré automatiquement.
ja: 空欄のままにすると、自動生成された名前が使用されます。
ko: 비워 두면 자동 생성된 이름이 사용돼요.
nl: Laat dit leeg om de automatisch gegenereerde naam te gebruiken.
zh_hans: 留空则使用自动生成的名称。
zh_hant: 留空以使用自動產生的名稱。

# sidebar.tabGroupRenameDialog.cancelButton
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
nl: Annuleer
zh_hans: 取消
zh_hant: 取消

# sidebar.tabGroupRenameDialog.saveButton
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
ja: 保存
ko: 저장
nl: Bewaar
zh_hans: 保存
zh_hant: 儲存

# sidebar.tabGroupRenameDialog.title
source: Rename Group
de: Gruppe umbenennen
es: Renombrar grupo
fr: Renommer le groupe
ja: グループの名前を変更
ko: 그룹 이름 변경
nl: Wijzig groepsnaam
zh_hans: 重命名标签组
zh_hant: 重新命名群組

# sidebar.tabList.newTabButton
source: New Tab
de: Neuer Tab
es: Nueva pestaña
fr: Nouvel onglet
ja: 新しいタブ
ko: 새 탭
nl: Nieuw tabblad
zh_hans: 新建标签页
zh_hant: 新增分頁

# sidebar.updateReminder.closeButtonAccessibilityLabel
source: Close
de: Schließen
es: Cerrar
fr: Fermer
ja: 閉じる
ko: 닫기
nl: Sluiten
zh_hans: 关闭
zh_hant: 關閉

# sidebar.updateReminder.iconAccessibilityLabel
source: Update available
de: Update verfügbar
es: Actualización disponible
fr: Mise à jour disponible
ja: アップデートがあります
ko: 업데이트 사용 가능
nl: Update beschikbaar
zh_hans: 有可用更新
zh_hant: 有可用的更新

# sidebar.updateReminder.updateButton
source: Update
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
ja: アップデート
ko: 업데이트
nl: Updaten
zh_hans: 更新
zh_hant: 更新

# sidebar.updateReminder.versionAvailableMessage
source: New Version %@ Available
de: Neue Version %@ verfügbar
es: Nueva versión %@ disponible
fr: Nouvelle version %@ disponible
ja: 新しいバージョン%@が利用できます
ko: 새 버전 %@ 사용 가능
nl: Nieuwe versie %@ beschikbaar
zh_hans: 新版本 %@ 可用
zh_hant: 有新版本 %@ 可用

# sidebar.urlRulesEditor.addRuleButton
source: Add Rule
de: Regel hinzufügen
es: Agregar regla
fr: Ajouter une règle
ja: ルールを追加
ko: 규칙 추가
nl: Regel toevoegen
zh_hans: 添加规则
zh_hant: 新增規則

# sidebar.urlRulesEditor.cancelButton
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
nl: Annuleer
zh_hans: 取消
zh_hant: 取消

# sidebar.urlRulesEditor.emptyHint
source: Pick a target Space and enter a host like “github.com”.
de: Wähle einen Ziel-Space und gib einen Host wie „github.com“ ein.
es: Elige un Espacio de destino e introduce un host como “github.com”.
fr: Choisissez un Espace cible et saisissez un hôte tel que « github.com ».
ja: 対象のスペースを選び、「github.com」のようなホスト名を入力してください。
ko: 대상 스페이스를 고르고 “github.com” 같은 호스트를 입력해 주세요.
nl: Kies een doel-Space en voer een host in, bijvoorbeeld “github.com”.
zh_hans: 选择目标空间，然后输入主机名，例如「github.com」。
zh_hant: 選擇目標空間，然後輸入主機名稱，例如「github.com」。

# sidebar.urlRulesEditor.emptyTitle
source: No rules yet.
de: Noch keine Regeln.
es: Aún no hay reglas.
fr: Aucune règle pour l'instant.
ja: ルールはまだありません。
ko: 아직 규칙이 없어요.
nl: Nog geen regels.
zh_hans: 暂无规则。
zh_hant: 尚未建立任何規則。

# sidebar.urlRulesEditor.matchType.domainContains
source: Domain contains
de: Domain enthält
es: El dominio contiene
fr: Le domaine contient
ja: ドメインの部分一致
ko: 도메인 포함
nl: Domein bevat
zh_hans: 域名包含
zh_hant: 網域包含

# sidebar.urlRulesEditor.removeRuleButton.accessibilityLabel
source: Remove rule
de: Regel entfernen
es: Quitar regla
fr: Supprimer la règle
ja: ルールを削除
ko: 규칙 제거
nl: Regel verwijderen
zh_hans: 移除规则
zh_hant: 移除規則

# sidebar.urlRulesEditor.removeRuleButton.tooltip
source: Remove rule
de: Regel entfernen
es: Quitar regla
fr: Supprimer la règle
ja: ルールを削除
ko: 규칙 제거
nl: Regel verwijderen
zh_hans: 移除规则
zh_hant: 移除規則

# sidebar.urlRulesEditor.saveButton
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
ja: 保存
ko: 저장
nl: Bewaar
zh_hans: 保存
zh_hant: 儲存

# sidebar.urlRulesEditor.subtitle
source: URLs matching any rule will open in the assigned Space, no matter where you click or type them.
de: URLs, die auf eine Regel passen, werden im zugewiesenen Space geöffnet, egal wo du sie anklickst oder eingibst.
es: Las URL que coincidan con alguna regla se abrirán en el Espacio asignado, sin importar dónde hagas clic en ellas o dónde las escribas.
fr: Les URL correspondant à une règle s'ouvriront dans l'Espace attribué, quel que soit l'endroit où vous cliquez dessus ou les saisissez.
ja: いずれかのルールに一致するURLは、どこでクリックまたは入力しても、割り当てられたスペースで開きます。
ko: 규칙에 일치하는 URL은 어디에서 클릭하거나 입력하든 지정된 스페이스에서 열려요.
nl: URL’s die aan een regel voldoen, worden geopend in de toegewezen Space, waar je ze ook klikt of typt.
zh_hans: 匹配任一规则的网址都会在指定的空间中打开，无论你在哪里点按或输入它们。
zh_hant: 符合任一規則的網址，不論你在哪裡點按或輸入，都會在指定的空間中開啟。

# sidebar.urlRulesEditor.target.askEveryTimeOption
source: Ask every time
de: Jedes Mal fragen
es: Preguntar cada vez
fr: Toujours demander
ja: 毎回確認する
ko: 매번 묻기
nl: Elke keer vragen
zh_hans: 每次询问
zh_hant: 每次都詢問

# sidebar.urlRulesEditor.target.unavailablePlaceholder
source: Target Space unavailable
de: Ziel-Space nicht verfügbar
es: Espacio de destino no disponible
fr: Espace cible indisponible
ja: 対象のスペースは利用できません
ko: 대상 스페이스를 사용할 수 없음
nl: Doel-Space niet beschikbaar
zh_hans: 目标空间不可用
zh_hant: 目標空間無法使用

# sidebar.urlRulesEditor.targetSpaceLabel
source: Open in
de: Öffnen in
es: Abrir en
fr: Ouvrir dans
ja: 開く場所
ko: 열기 위치
nl: Openen in
zh_hans: 打开位置
zh_hant: 開啟於

# sidebar.urlRulesEditor.title
source: URL Rules
de: URL-Regeln
es: Reglas de URL
fr: Règles d'URL
ja: URLルール
ko: URL 규칙
nl: URL-regels
zh_hans: 网址规则
zh_hant: 網址規則

# spaces.builtIn.incognito.numberedName
source: Incognito %d
de: Inkognito %d
es: Incógnito %d
fr: Navigation privée %d
ja: シークレット %d
ko: 시크릿 모드 %d
zh_hans: 无痕 %d
zh_hant: 無痕 %d

# spaces.builtIn.incognito.routingTargetName
source: Incognito
de: Inkognito
es: Incógnito
fr: Navigation privée
ja: シークレット
ko: 시크릿 모드
zh_hans: 无痕
zh_hant: 無痕

# spaces.builtIn.incognito.singleSpaceName
source: Incognito
de: Inkognito
es: Incógnito
fr: Navigation privée
ja: シークレット
ko: 시크릿 모드
zh_hans: 无痕
zh_hant: 無痕

# spaces.closeIncognitoConfirmation.cancelButton
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
nl: Annuleer
zh_hans: 取消
zh_hant: 取消

# spaces.closeIncognitoConfirmation.closeButton
source: Close
de: Schließen
es: Cerrar
fr: Fermer
ja: 閉じる
ko: 닫기
nl: Sluit
zh_hans: 关闭
zh_hant: 關閉

# spaces.closeIncognitoConfirmation.doNotAskAgainCheckbox
source: Do not ask again
de: Nicht erneut fragen
es: No volver a preguntar
fr: Ne plus demander
ja: 今後確認しない
ko: 다시 묻지 않음
nl: Niet opnieuw vragen
zh_hans: 不再询问
zh_hant: 不要再詢問

# spaces.closeIncognitoConfirmation.title
source: This will also close this Incognito Space, are you sure?
de: Dadurch wird auch dieser Inkognito-Space geschlossen. Bist du sicher?
es: Esto también cerrará este Espacio de incógnito. ¿Seguro que quieres continuar?
fr: Cela fermera également cet Espace de navigation privée. Voulez-vous vraiment continuer ?
ja: この操作を行うと、このシークレットスペースも閉じられます。よろしいですか？
ko: 이 시크릿 스페이스도 함께 닫혀요. 계속할까요?
nl: Hiermee wordt ook deze Incognito-Space gesloten. Weet je het zeker?
zh_hans: 这也会关闭此无痕空间，确定吗？
zh_hant: 這也會關閉這個無痕空間，確定要繼續嗎？

# spaces.importProgress.changeProfileBlocked.message
source: An import is still adding bookmarks to this Space. Wait for it to finish, then try again.
de: Ein Import fügt diesem Space noch Lesezeichen hinzu. Warte, bis er abgeschlossen ist, und versuche es dann erneut.
es: Una importación aún está agregando marcadores a este Espacio. Espera a que termine y vuelve a intentarlo.
fr: Une importation ajoute encore des favoris à cet Espace. Attendez qu'elle se termine, puis réessayez.
ja: インポートがまだこのスペースにブックマークを追加しています。完了を待ってから、もう一度お試しください。
ko: 가져오기가 아직 이 스페이스에 북마크를 추가하고 있어요. 완료될 때까지 기다렸다가 다시 시도해 주세요.
nl: Er worden door een import nog bladwijzers aan deze Space toegevoegd. Wacht tot de import klaar is en probeer het opnieuw.
zh_hans: 导入操作仍在向此空间添加书签。请等待其完成后再试。
zh_hant: 匯入作業仍在將書籤加入此空間。請等它完成後再試一次。

# spaces.importProgress.changeProfileBlocked.title
source: Can’t change this Space’s profile yet
de: Das Profil dieses Space kann noch nicht geändert werden
es: Aún no se puede cambiar el perfil de este Espacio
fr: Impossible de changer le profil de cet Espace pour le moment
ja: このスペースのプロファイルはまだ変更できません
ko: 아직 이 스페이스의 프로필을 변경할 수 없어요
nl: Het profiel van deze Space kan nog niet worden gewijzigd
zh_hans: 暂时无法更改此空间的个人资料
zh_hant: 目前尚無法變更此空間的設定檔

# spaces.importProgress.deleteSpaceBlocked.message
source: An import is still adding bookmarks to this Space. Wait for it to finish, then try again.
de: Ein Import fügt diesem Space noch Lesezeichen hinzu. Warte, bis er abgeschlossen ist, und versuche es dann erneut.
es: Una importación aún está agregando marcadores a este Espacio. Espera a que termine y vuelve a intentarlo.
fr: Une importation ajoute encore des favoris à cet Espace. Attendez qu'elle se termine, puis réessayez.
ja: インポートがまだこのスペースにブックマークを追加しています。完了を待ってから、もう一度お試しください。
ko: 가져오기가 아직 이 스페이스에 북마크를 추가하고 있어요. 완료될 때까지 기다렸다가 다시 시도해 주세요.
nl: Er worden door een import nog bladwijzers aan deze Space toegevoegd. Wacht tot de import klaar is en probeer het opnieuw.
zh_hans: 导入操作仍在向此空间添加书签。请等待其完成后再试。
zh_hant: 匯入作業仍在將書籤加入此空間。請等它完成後再試一次。

# spaces.importProgress.deleteSpaceBlocked.title
source: Can’t delete this Space yet
de: Dieser Space kann noch nicht gelöscht werden
es: Aún no se puede eliminar este Espacio
fr: Impossible de supprimer cet Espace pour le moment
ja: このスペースはまだ削除できません
ko: 아직 이 스페이스를 삭제할 수 없어요
nl: Deze Space kan nog niet worden verwijderd
zh_hans: 暂时无法删除此空间
zh_hant: 目前尚無法刪除此空間

# tabs.tabGroup.colorName.blue
source: Blue
de: Blau
es: Azul
fr: Bleu
ja: ブルー
ko: 파란색
nl: Blauw
zh_hans: 蓝色
zh_hant: 藍色

# tabs.tabGroup.colorName.cyan
source: Cyan
de: Türkis
es: Cian
ja: シアン
ko: 청록색
nl: Cyaan
zh_hans: 青色
zh_hant: 青色

# tabs.tabGroup.colorName.green
source: Green
de: Grün
es: Verde
fr: Vert
ja: グリーン
ko: 초록색
nl: Groen
zh_hans: 绿色
zh_hant: 綠色

# tabs.tabGroup.colorName.grey
source: Grey
de: Grau
es: Gris
fr: Gris
ja: グレー
ko: 회색
nl: Grijs
zh_hans: 灰色
zh_hant: 灰色

# tabs.tabGroup.colorName.pink
source: Pink
de: Rosa
es: Rosa
fr: Rose
ja: ピンク
ko: 분홍
nl: Roze
zh_hans: 粉色
zh_hant: 粉紅色
